Repository: expresspixel/estatezilla
Catalog: resources/po/*.po
Languages: bg

source: per_week
bg: седмично

source: per_month
bg: месечно

source: per_person
bg: на човек

source: per_room
bg: на стая

source: Message from
bg: Съобщение от

source: Thanks for your message. We'll get back to you shortly.
bg: Благодарим за Вашето съобщение. Ще се свържем с Вас възможно най-скоро.

source: Choose your language
bg: Изберете език

source: Highest price
bg: Най-висока цена

source: Lowest price
bg: Най-ниска цена

source: Most recent
bg: Последни

source: Message from %s visitor
bg: Съобщение от %s

source: This area only
bg: В тази област

source: Within &frac14; mile
bg: В рамките на &frac14; километра

source: Within &frac12; mile
bg: В рамките на &frac12; километра

source: Within %s mile
bg: В рамките на %s километра

source: Last 24 hours
bg: Последните 24 часа

source: Last 3 days
bg: Последните 3 дни

source: Last 7 days
bg: Последните 7 дни

source: Last 14 days
bg: Последните 14 дни

source: New
bg: Нов

source: Has parking
bg: С паркинг

source: Has garden
bg: С градина

source: Investment property
bg: За инвестиция

source: Property link :
bg: Линк към имота:

source: Property reference :
bg: Реф. № на имота:

source: Please enter your name
bg: Вашето име

source: Please enter your email
bg: Вашият мейл

source: Please enter your friend's name
bg: Името на Вашият приятел

source: Please enter your friend's email
bg: Мейла на Вашият приятел

source: %s shared a property with you
bg: %s сподели имот с Вас

source: You've successfully sent this message to your friend
bg: Вашето съобщение беше изпратено успешно

source: Password changed successfully!
bg: Паролата Ви бе сменена успешно!

source: You must enter the description for the '%s' language
bg: Моля, въведете описание на '%s' език

source: Invalid address
bg: Невалиден адрес

source: Please make sure the terms and conditions are accepted
bg: Моля приемете нашите правила и условия

source: POA
bg: По запитване
